/* Class = "UILabel"; text = "From your Settings app, please visit Privacy > Location Services to ensure Location Services is on and enabled for Square Register. Relaunch Register to begin accepting credit cards."; ObjectID = "NEy-4t-v5T"; */
"NEy-4t-v5T.text" = "Desde Ajustes de la aplicación, visita Privacidad > Servicios de ubicación para asegurarte que los Servicios de ubicación estén activados para Caja Square. Vuelve a iniciar Caja Square para comenzar a aceptar tarjetas de crédito.";

/* Class = "UILabel"; text = "Point of Sale needs your current location"; ObjectID = "acV-RM-gCs"; */
"acV-RM-gCs.text" = "Punto de venta necesita tu ubicación actual";

/* Class = "UILabel"; text = "Location Services must be turned on at all times when using Square. Square needs to know where transactions take place in order to reduce the risks associated with those transactions and to minimize payment disputes."; ObjectID = "fFB-vN-Ggl"; */
"fFB-vN-Ggl.text" = "Los servicios de localización deben siempre estar activados al utilizar Square. Square necesita saber dónde se efectúan las transacciones para reducir cualquier riesgo asociado y para minimizar los reclamos de pagos.";

